[
  {
    "quote": "Patrick Farrell's impressive passion for the history of science and for literature made him an ideal helper when he began working with me halfway through the long process. He helped as my assistant, with copy editing, with tracking down research, and above all by providing his extremely thoughtful, nuanced reactions to the chapters.",
    "author": "Norman Doidge",
    "book": "The Brain's Way of Healing"
  },
  {
    "quote": "I am indebted to my dear friend and second set of eyes, Patrick Farrell. He has been my editor for many years and has made a habit of improving my work at every turn. In this case he truly exceeded expectations, scouring libraries and digital repositories for both iconic and rare images. His input and passion for psychedelic history has fundamentally helped to bring this book to completetion.",
    "author": "Erika Dyck",
    "book": "Psychedelics: A Visual Odyssey"
  },
  {
    "quote": "To Masa Shimozato, for designing the beautiful cover, and to the entire Shimozato family for their kindness and support. I'm especially grateful to you for introducing me to Patrick Farrell – a wonderful editor whose thoughtful guidance, care, and encouragement went far beyond the words on the page.",
    "author": "Miyo Kozasa & Linda Page",
    "book": "Winter Never Fails to Turn to Spring: Miyo's Story"
  },
  {
    "quote": "Thanks especially to Patrick Farrell, who read the entire manuscript and offered detailed feedback.",
    "author": "Erika Dyck & Maureen Lux",
    "book": "Challenging Choices: Canada's Population Control in the 1970s"
  },
  {
    "quote": "I also wish to acknowledge the outstanding, timely, and professional editorial support provided by my book editor, Patrick Farrell.",
    "author": "Yishin Khoo",
    "book": "Educating for Citizenship in a Canada-China Sister School Reciprocal Learning Partnership: A West-East Collaborative Inquiry"
  },
  {
    "quote": "The authors also appreciated the substantive editing by Sara Allin and Gregory Marchildon and the copy-editing work of Patrick Farrell, and the editorial staff at the European Observatory.",
    "author": "Miguel A Gonzalez Block et al.",
    "book": "Health Systems in Transition: Mexico"
  },
  {
    "quote": "We acknowledge the assistance of editor Patrick Farrell in ensuring the integrity of the narrative",
    "author": "Cheryl Troupe & Doris Jeanne Mackinnon",
    "book": "Metis Matriarchs: Agents of Transition"
  },
  {
    "quote": "Thank you to Patrick Farrell… for various editorial and production work.",
    "author": "Cheryl Troupe",
    "book": "Putting Down Roots: Metis Agency, Land Use, and Women's Food Labour in a Qu'Appelle Valley Road Allowance Community"
  }
]
